Repository: rakoon33/GroceryGo
Catalog: GroceryGo/Resources/Localizable/Localizable.xcstrings
Source language: en
Languages: vi

source: About
vi: Giới thiệu

# add_address_button
source: Add Address
vi: Thêm địa chỉ

source: Add all to cart
vi: Thêm tất cả vào giỏ hàng

source: Add Delivery Address
vi: Thêm địa chỉ giao hàng

# add_payment_button
source: Add Payment
vi: Thêm phương thức thanh toán

# add_payment_fail
source: Failed to add payment method
vi: Thêm phương thức thanh toán thất bại

# add_payment_success
source: Payment method added successfully
vi: Thêm phương thức thanh toán thành công

source: Add to Basket
vi: Thêm vào giỏ hàng

# add_to_cart_failed
source: Failed to add product to cart
vi: Thêm sản phẩm vào giỏ thất bại

# added_to_cart
source: Product added to cart
vi: Đã thêm sản phẩm vào giỏ

# address_add_failed
source: Failed to add address
vi: Thêm địa chỉ thất bại

# address_added
source: Address added successfully
vi: Đã thêm địa chỉ mới

# address_line_field
source: Address Line
vi: Địa chỉ

# address_list_fetch_failed
source: Failed to fetch address list
vi: Không thể tải danh sách địa chỉ

# address_remove_failed
source: Failed to remove address
vi: Xóa địa chỉ thất bại

# address_removed
source: Address removed successfully
vi: Đã xóa địa chỉ

# address_required
source: Please enter your address
vi: Vui lòng nhập địa chỉ

# address_update_failed
source: Failed to update address
vi: Cập nhật địa chỉ thất bại

# address_updated
source: Address updated successfully
vi: Đã cập nhật địa chỉ

# back_button
source: Back
vi: Quay lại

# bad_response
source: Bad server response.
vi: Phản hồi không hợp lệ từ server.

source: Best selling
vi: Bán chạy nhất

# cancel_button
source: Cancel
vi: Hủy

# cancelled
source: Request cancelled.
vi: Yêu cầu bị hủy.

# card_month_field
source: Month
vi: Tháng

# card_number_field
source: Card Number
vi: Nhập số thẻ

# card_year_field
source: Year
vi: Năm

# cart_empty
source: Your cart is empty
vi: Giỏ hàng của bạn đang trống

# cart_update_failed
source: Failed to update cart
vi: Cập nhật giỏ hàng thất bại

# cart_updated
source: Cart updated successfully
vi: Cập nhật giỏ hàng thành công

source: Check Out
vi: Thanh Toán

# city_field
source: City
vi: Thành phố

# city_required
source: Please enter your city
vi: Vui lòng nhập thành phố

# continue_button
source: Continue
vi: Tiếp tục

# decoding_failed
source: Failed to decode data.
vi: Không thể giải mã dữ liệu.

source: Delivery Address
vi: Địa chỉ giao hàng

# dns_failed
source: DNS lookup failed.
vi: DNS thất bại.

source: Edit Delivery Address
vi: Chỉnh sửa địa chỉ giao hàng

# encoding_failed
source: Failed to encode data.
vi: Không thể mã hóa dữ liệu.

# enter_address
source: Enter your address
vi: Nhập địa chỉ của bạn

source: Enter card number
vi: Nhập số thẻ

# enter_city
source: Enter your city
vi: Nhập thành phố của bạn

# enter_mobile
source: Enter your mobile number
vi: Nhập số điện thoại của bạn

# enter_name
source: Enter your name
vi: Nhập tên của bạn

# enter_postal_code
source: Enter your postal code
vi: Nhập mã bưu điện của bạn

# enter_state
source: Enter your state
vi: Nhập tỉnh/thành của bạn

# error_invalid_email
source: Please enter valid email address
vi: Vui lòng nhập địa chỉ email hợp lệ

# error_invalid_password
source: Please enter valid password
vi: Vui lòng nhập mật khẩu hợp lệ

# error_invalid_username
source: Please enter valid username
vi: Vui lòng nhập tên người dùng hợp lệ

source: Exclusive offer
vi: Ưu đãi độc quyền

# fail_message
source: Fail
vi: Thất bại

# favourite_updated
source: Favourite updated successfully
vi: Đã cập nhật yêu thích

source: Find Products
vi: Tìm sản phẩm

# forbidden
source: Access forbidden.
vi: Truy cập bị cấm.

source: Groceries
vi: Hàng tạp hóa

source: Hello, %@
vi: Xin chào, %@

source: Hello, World!
vi: Xin chào, Thế giới!

source: Help
vi: Trợ giúp

source: Home
vi: Nhà

source: Invalid URL.
vi: URL không hợp lệ.

# login_button
source: Log in
vi: Đăng nhập

# login_email_placeholder
source: Enter your email address
vi: Nhập địa chỉ email

# login_forgot_password
source: Forgot password?
vi: Quên mật khẩu?

# login_no_account
source: Don't have an account?
vi: Chưa có tài khoản?

# login_password_placeholder
source: Enter your password
vi: Nhập mật khẩu

# login_password_title
source: Password
vi: Mật khẩu

# login_required_action
source: You must login to perform this action.
vi: Bạn phải đăng nhập để thực hiện hành động này.

# login_subtitle
source: Enter your email and password
vi: Nhập email và mật khẩu của bạn

# login_title
source: Login
vi: Đăng nhập

source: Log Out
vi: Đăng xuất

# mobile_field
source: Mobile
vi: Số điện thoại

# mobile_required
source: Please enter your mobile number
vi: Vui lòng nhập số điện thoại

# my_cart_title
source: My Cart
vi: Giỏ Hàng

source: My Details
vi: Chi tiết của tôi

# name_field
source: Name
vi: Tên

# name_required
source: Please enter your name
vi: Vui lòng nhập họ tên

# network_lost
source: Network connection lost.
vi: Mất kết nối mạng.

# next_button
source: Next
vi: Tiếp theo

# no_data
source: No data received.
vi: Không nhận được dữ liệu.

# no_internet
source: No internet connection. Please check your network settings.
vi: Không có kết nối internet. Vui lòng kiểm tra cài đặt mạng của bạn.

# not_found
source: Resource not found.
vi: Không tìm thấy tài nguyên.

source: Not logged in
vi: Chưa đăng nhập

source: Notifications
vi: Thông báo

source: Office
vi: Văn phòng

source: Orders
vi: Đơn hàng

source: Payment Methods
vi: Phương thức thanh toán

# popup_error_title
source: Error
vi: Lỗi

# popup_success_title
source: Success
vi: Thành công

# postal_code_field
source: Postal Code
vi: Mã bưu điện

# postal_code_required
source: Please enter your postal code
vi: Vui lòng nhập mã bưu điện

# product_detail_favorites
source: Favorites
vi: Yêu thích

# product_detail_nutritions
source: Nutritions
vi: Dinh dưỡng

# product_detail_review
source: Review
vi: Đánh giá

# product_detail_title
source: Product Detail
vi: Chi tiết sản phẩm

source: Promo Code
vi: Mã khuyến mãi

# remove_from_cart_failed
source: Failed to remove from cart
vi: Xóa khỏi giỏ hàng thất bại

source: Removed from cart
vi: Đã xóa khỏi giỏ hàng

source: Resource unavailable.
vi: Tài nguyên không khả dụng.

source: Search store
vi: Tìm kiếm cửa hàng

source: See all
vi: Xem tất cả

source: Select Language
vi: Chọn ngôn ngữ

# server_error
source: Server error occurred.
vi: Đã xảy ra lỗi máy chủ.

# server_unreachable
source: Cannot connect to server.
vi: Không thể kết nối đến server.

# sign_in_continue_email_login
source: Continue with Email Sign In
vi: Tiếp tục với Email Đăng nhập

# sign_in_continue_email_signup
source: Continue with Email Sign Up
vi: Tiếp tục với Email Đăng ký

# sign_in_continue_facebook
source: Continue with Facebook
vi: Tiếp tục với Facebook

# sign_in_continue_google
source: Continue with Google
vi: Tiếp tục với Google

# sign_in_placeholder_mobile
source: Enter mobile
vi: Nhập số điện thoại

# sign_in_social_title
source: Or connect with social media
vi: Hoặc kết nối qua mạng xã hội

# sign_in_title
source: Get your groceries with GroceryGo
vi: Nhận hàng tạp hóa của bạn với GroceryGo

# signup_already_have
source: Already have an account?
vi: Đã có tài khoản?

# signup_and
source: and
vi: và

# signup_button
source: Sign Up
vi: Đăng ký

# signup_email_placeholder
source: Enter your email address
vi: Nhập địa chỉ email

# signup_password_placeholder
source: Enter your password
vi: Nhập mật khẩu

# signup_password_title
source: Password
vi: Mật khẩu

# signup_privacy_title
source: Privacy Policy.
vi: Chính sách bảo mật.

# signup_signin
source: Sign In
vi: Đăng nhập

# signup_subtitle
source: Enter your credentials to continue
vi: Nhập thông tin của bạn để tiếp tục

# signup_terms_prefix
source: By continuing you agree to our
vi: Bằng cách tiếp tục, bạn đồng ý với

# signup_terms_title
source: Terms of services
vi: Điều khoản dịch vụ

# signup_title
source: Sign Up
vi: Đăng ký

# signup_username_placeholder
source: Enter your username
vi: Nhập tên người dùng

# signup_username_title
source: Username
vi: Tên người dùng

# state_field
source: State
vi: Tỉnh/Thành

# state_required
source: Please enter your state
vi: Vui lòng nhập tỉnh/bang

# success_message
source: Success
vi: Thành công

# tab_account
source: Account
vi: Tài khoản

# tab_cart
source: Cart
vi: Giỏ hàng

# tab_explore
source: Explore
vi: Khám phá

# tab_favorite
source: Favorite
vi: Yêu thích

# tab_shop
source: Shop
vi: Cửa hàng

# timeout
source: Request timed out.
vi: Yêu cầu hết thời gian chờ.

# unauthorized
source: Unauthorized access.
vi: Không được phép truy cập.

# update_address_button
source: Update Address
vi: Cập nhật địa chỉ

source: Verification expired.
vi: Xác thực đã hết hạn.

# welcome_get_started
source: Get Started
vi: Bắt đầu

# welcome_subtitle
source: Fast grocery delivery at your convenience.
vi: Giao hàng tạp hóa nhanh chóng, tiện lợi.

# welcome_title
source: Welcome to our shop
vi: Chào mừng tới cửa hàng của chúng tôi
